{
    "Mitchell, 2021": "Mitchell, J.M., Bogenschutz, M., Lilienstein, A., Harrison, C., Kleiman, S., Parker-Guilbert, K., Ot'alora G, M., Garas, W., Paleos, C., Gorman, I., Nicholas, C., Mithoefer, M., Carlin, S., Poulter, B., Mithoefer, A., Quevedo, S., Wells, G., Klaire, S.S., van der Kolk, B., Tzarfaty, K., Amiaz, R., Worthy, R., Shannon, S., Woolley, J.D., Marta, C., Gelfand, Y., Hapke, E., Amar, S., Wallach, Y., Brown, R., Hamilton, S., Wang, J.B., Coker, A., Matthews, R., de Boer, A., Yazar-Klosinski, B., Emerson, A., Doblin, R. (2021). MDMA-assisted therapy for severe PTSD: a randomized, double-blind, placebo-controlled phase 3 study. Nat Med, 27(6), 1025-1033. https://doi.org/10.1038/s41591-021-01336-3 ",
    "Mitchell, 2023": "Mitchell, J.M., Ot'alora G, M., van der Kolk, B., Shannon, S., Bogenschutz, M., Gelfand, Y., Paleos, C., Nicholas, C.R., Quevedo, S., Balliett, B., Hamilton, S., Mithoefer, M., Kleiman, S., Parker-Guilbert, K., Tzarfaty, K., Harrison, C., de Boer, A., Doblin, R., Yazar-Klosinski, B. (2023). MDMA-assisted therapy for moderate to severe PTSD: a randomized, placebo-controlled phase 3 trial. Nat Med, 29(10), 2473-2480, https://doi.org/10.1038/s41591-023-02565-4",
    "Mithoefer, 2018": "Mithoefer, M.C., Mithoefer, A.T., Feduccia, A.A., Jerome, L., Wagner, M., Wymer, J., Holland, J., Hamilton, S., Yazar-Klosinski, B., Emerson, A., Doblin, R. (2018). 3,4-methylenedioxymethamphetamine (MDMA)-assisted psychotherapy for post-traumatic stress disorder in military veterans, firefighters, and police officers: a randomised, double-blind, dose-response, phase 2 clinical trial. Lancet Psychiatry, 5(6), 486-497. https://doi.org/10.1016/S2215-0366(18)30135-4",
    "Mithoefer, 2011": "Mithoefer, M.C., Wagner, M.T., Mithoefer, A.T., Jerome, L., Doblin, R. (2011). The safety and efficacy of {+/-}3,4-methylenedioxymethamphetamine-assisted psychotherapy in subjects with chronic, treatment-resistant posttraumatic stress disorder: the first randomized controlled pilot study. J Psychopharmacol, 25(4), 439-52. https://doi.org/10.1177/0269881110378371",
    "Oehen, 2013": "Oehen, P., Traber, R., Widmer, V., Schnyder, U. (2013). A randomized, controlled pilot study of MDMA (± 3,4-Methylenedioxymethamphetamine)-assisted psychotherapy for treatment of resistant, chronic Post-Traumatic Stress Disorder (PTSD). J Psychopharmacol, 27(1), 40-52. https://doi.org/10.1177/0269881112464827",
    "Ot'alora, 2018": "Ot'alora G, M., Grigsby, J., Poulter, B., Van DerVeer, J.W. 3rd., Giron, S.G., Jerome, L., Feduccia, A.A., Hamilton, S., Yazar-Klosinski, B., Emerson, A., Mithoefer, M.C., Doblin, R. (2018). 3,4-Methylenedioxymethamphetamine-assisted psychotherapy for treatment of chronic posttraumatic stress disorder: A randomized phase 2 controlled trial. J Psychopharmacol, 32(12), 1295-1307. https://doi.org/10.1177/0269881118806297"
}